baobab
base
base-devel
bat
bind
btop
btrfs-progs
catppuccin-gtk-theme-mocha
decibels
docker
efibootmgr
epiphany
evince
eza
fastfetch
fd
fzf
gdb
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
inetutils
intel-ucode
iperf3
kitty
lazydocker
lazygit
libpulse
linux
linux-firmware
lldb
loupe
lua51
luarocks
malcontent
nautilus
neovim
net-tools
networkmanager
nmap
nodejs
npm
nwg-look
openbsd-netcat
orca
pandoc-cli
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pulseaudio
pulseaudio-alsa
python-pip
python-pipx
ripgrep
rygel
simple-scan
snapshot
sof-firmware
spotify-launcher
starship
stow
sushi
swaync
tcpdump
tecla
tectonic
tldr
totem
traceroute
tree
ttf-cascadia-code-nerd
valgrind
visual-studio-code-bin
waybar
wget
whois
wireplumber
woff2-font-awesome
wofi
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
yay
yay-debug
yelp
zen-browser-bin
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
